/*
Navicat MySQL Data Transfer

Source Server         : h51911
Source Server Version : 50520
Source Host           : localhost:3306
Source Database       : cnr

Target Server Type    : MYSQL
Target Server Version : 50520
File Encoding         : 65001

Date: 2019-12-29 15:19:42
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for car
-- ----------------------------
DROP TABLE IF EXISTS `car`;
CREATE TABLE `car` (
  `did` int(50) unsigned NOT NULL AUTO_INCREMENT,
  `gid` int(50) NOT NULL,
  `uid` int(50) NOT NULL,
  `num` int(50) NOT NULL,
  `img` varchar(255) NOT NULL,
  `price` varchar(255) DEFAULT NULL,
  `totalprice` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`did`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of car
-- ----------------------------
INSERT INTO `car` VALUES ('23', '3', '2', '4', 'http://120.24.170.202:1688/img/l3a-tu1.jpg', '129.00', '516', '中国地理标志产品营养丰富有益健康');
INSERT INTO `car` VALUES ('24', '1', '2', '4', 'http://120.24.170.202:1688/img/l1a-tu1.jpg', '99.00', '396', '鲜嫩多汁汁多皮薄不酸不涩');
INSERT INTO `car` VALUES ('25', '9', '2', '5', 'http://120.24.170.202:1688/img/l4a-tu2.jpg', '35.60', '178', '陕西猕猴�?斤包�?');
INSERT INTO `car` VALUES ('26', '6', '2', '1', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', '39.90', '39.9', '5斤现摘现发新鲜甜玉米棒生吃蔬菜包邮现摘现发新鲜甜玉米棒生吃蔬菜味道香�?');
INSERT INTO `car` VALUES ('30', '28', '19', '2', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', '89.00', '178.00', '新西兰进口黄心奇异果（佳沛金果）6粒装（单�?10-120g）来自纯净新西兰的销售王牌，1倍菠萝膳食纤维，2倍橙子维C�?倍蓝莓钾');
INSERT INTO `car` VALUES ('32', '10', '19', '1', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', '32.60', '32.6', '皇冠梨一级果5斤单�?00-250g包邮');
INSERT INTO `car` VALUES ('33', '17', '20', '5', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', '99.00', '495', '新鲜当季水果紫青皮大果包邮【现摘现发】云南红皮无花果3斤净重新鲜当季水果紫青皮大果包邮');
INSERT INTO `car` VALUES ('34', '20', '20', '1', 'http://120.24.170.202:1688/img/l3a-tu2.jpg', '59.90', '59.9', '30粒装（单�?0-90克）四川浦江红阳猕猴桃香甜多汁剥皮即食或榨汁');
INSERT INTO `car` VALUES ('35', '4', '1', '14', 'http://120.24.170.202:1688/img/l4a-tu1.jpg', '68.00', '952.00', '南非西柚6个单�?50-320g包邮果皮色泽鲜嫩光艳，个头硕大，外表迷人');

-- ----------------------------
-- Table structure for listpage
-- ----------------------------
DROP TABLE IF EXISTS `listpage`;
CREATE TABLE `listpage` (
  `id` int(255) NOT NULL,
  `imga` varchar(255) DEFAULT NULL,
  `img2` varchar(255) DEFAULT NULL,
  `integera` int(255) DEFAULT NULL,
  `decimala` int(255) DEFAULT NULL,
  `dtala` varchar(255) DEFAULT NULL,
  `detaila` varchar(255) DEFAULT NULL,
  `numa` int(255) DEFAULT NULL,
  `stria` int(255) DEFAULT NULL,
  `namea` varchar(255) DEFAULT NULL,
  `disa` varchar(255) DEFAULT NULL,
  `shoppa` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of listpage
-- ----------------------------
INSERT INTO `listpage` VALUES ('1', 'http://120.24.170.202:1688/img/l1a-tu1.jpg', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', '99', '0', '云南石林尚品人参果养生组', '鲜嫩多汁汁多皮薄不酸不涩', '134', '4', '官方店铺', '', '自营');
INSERT INTO `listpage` VALUES ('2', 'http://120.24.170.202:1688/img/l2a-tu1.jpg', 'http://120.24.170.202:1688/img/l2a-tu2.jpg', '59', '0', '云南西双版纳手撕金钻凤梨', '脆嫩多汁香气浓郁口感清甜', '762', '45', '官方店铺', '', '自营');
INSERT INTO `listpage` VALUES ('3', 'http://120.24.170.202:1688/img/l3a-tu1.jpg', 'http://120.24.170.202:1688/img/l3a-tu2.jpg', '129', '0', '云南漾濞去青皮鲜核桃尝鲜�?', '中国地理标志产品营养丰富有益健康', '220', '19', '官方店铺', '', '自营');
INSERT INTO `listpage` VALUES ('4', 'http://120.24.170.202:1688/img/l4a-tu1.jpg', 'http://120.24.170.202:1688/img/l4a-tu2.jpg', '68', '0', '边走边淘', '南非西柚6个单�?50-320g包邮果皮色泽鲜嫩光艳，个头硕大，外表迷人', '0', '0', '边走边淘食品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('5', 'http://120.24.170.202:1688/img/l1a-tu1.jpg', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', '27', '80', '边走边淘', '广西红心木瓜5�?-4个包�?', '0', '0', '边走边淘食品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('6', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', '39', '90', '云南水果玉米', '5斤现摘现发新鲜甜玉米棒生吃蔬菜包邮现摘现发新鲜甜玉米棒生吃蔬菜味道香�?', '1', '0', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('7', 'http://120.24.170.202:1688/img/l2a-tu2.jpg', 'http://120.24.170.202:1688/img/l2a-tu3.jpg', '25', '80', '边走边淘', '福建漳州六鳌红薯5斤包�?', '0', '0', '边走边淘食品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('8', 'http://120.24.170.202:1688/img/l3a-tu2.jpg', 'http://120.24.170.202:1688/img/l3a-tu3.jpg', '49', '90', '福建红心芭乐', '酸甜爽口5斤福建红心芭乐酸甜爽�?�?', '28', '0', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('9', 'http://120.24.170.202:1688/img/l4a-tu2.jpg', 'http://120.24.170.202:1688/img/l4a-tu3.jpg', '35', '60', '边走边淘', '陕西猕猴�?斤包�?', '1', '0', '边走边淘食品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('10', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', '32', '60', '边走边淘', '皇冠梨一级果5斤单�?00-250g包邮', '0', '0', '边走边淘食品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('11', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', 'http://120.24.170.202:1688/img/l1a-tu4.jpg', '89', '90', '泰国进口山竹5斤净�?', '新鲜热带水果孕妇油麻�?A大果当季批发包邮泰国进口山竹5斤净重新鲜热�?A大果包邮', '3', '1', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('12', 'http://120.24.170.202:1688/img/l2a-tu3.jpg', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', '49', '90', '陕西大荔冬枣带箱5斤枣�?', '新鲜当季水果脆青枣孕妇大脆枣应季包邮陕西大荔冬枣带箱5斤枣子新鲜当季水果脆青枣孕妇大脆枣应季包�?', '5', '0', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('13', 'http://120.24.170.202:1688/img/l3a-tu3.jpg', 'http://120.24.170.202:1688/img/l3a-tu4.jpg', '49', '90', '【新鲜水果】爱�?8号果冻橙', '3斤中�?个左右爱媛果冻橙可以吸着吃的橙子一口忘不掉的感觉！', '2', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('14', 'http://120.24.170.202:1688/img/l4a-tu3.jpg', 'http://120.24.170.202:1688/img/l4a-tu4.jpg', '59', '90', '【新鲜水果】红心猕猴桃', '24粒装（单�?0-90克）四川浦江红阳猕猴桃香甜多汁剥皮即食或榨汁', '3', '2', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('15', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', 'http://120.24.170.202:1688/img/l1a-tu4.jpg', '17', '90', '【新鲜水果】福建红心蜜�?', '1个装�?-3斤）果肉紧实果粒汁水丰富高甜低酸回味略甘苦耐人寻味', '11', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('16', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', '66', '0', '上品红皮贵妃蕉口感如蜜肉质细滑兰花香味贵妃蕉5斤装', '红皮贵妃蕉口感如蜜肉质细滑兰花香�?斤装', '54', '2', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('17', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', '99', '0', '【现摘现发】云南红皮无花果3斤净�?', '新鲜当季水果紫青皮大果包邮【现摘现发】云南红皮无花果3斤净重新鲜当季水果紫青皮大果包邮', '15', '1', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('18', 'http://120.24.170.202:1688/img/l3a-tu4.jpg', 'http://120.24.170.202:1688/img/l3a-tu5.jpg', '59', '90', '福建漳州黄金百香�?斤装', '香甜美味夏日美白解渴必备品新鲜直达福建漳州黄金百香果3斤装香甜美味夏日美白解渴必备品新鲜直�?', '12', '0', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('19', 'http://120.24.170.202:1688/img/l4a-tu4.jpg', 'http://120.24.170.202:1688/img/l4a-tu5.jpg', '29', '90', '【新鲜水果】四川浦江黄心猕猴桃', '10粒装（单�?10-150克）寻味四川浦江正中产地酸甜可口汁多饱满', '10', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('20', 'http://120.24.170.202:1688/img/l3a-tu2.jpg', 'http://120.24.170.202:1688/img/l3a-tu3.jpg', '59', '90', '【新鲜水果】红心猕猴桃', '30粒装（单�?0-90克）四川浦江红阳猕猴桃香甜多汁剥皮即食或榨汁', '11', '1', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('21', 'http://120.24.170.202:1688/img/l3a-tu2.jpg', 'http://120.24.170.202:1688/img/l3a-tu3.jpg', '45', '60', '{峻农果品}烟台栖霞红富士苹�?0�?5mm优质果净�?.5kg包邮', '自家果园种植，不打腊，不催熟，不催红，真正的无公�?自然生长，吃着放心，保证质�?', '1', '1', '峻农果品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('22', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', 'http://120.24.170.202:1688/img/l2a-tu6.jpg', '51', '60', '{峻农果品}烟台栖霞红富士苹�?0mm优质果净�?.5kg包邮', '自家果园种植，不打腊，不催熟，不催红，真正的无公�?自然生长，吃着放心，保证质�?', '6', '0', '峻农果品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('23', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', 'http://120.24.170.202:1688/img/l2a-tu6.jpg', '49', '90', '云南蒙自石榴水果新鲜甜软籽石榴当季特产包�?', '云南蒙自石榴水果新鲜甜软籽石榴当季特产包�?', '9', '0', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('24', 'http://120.24.170.202:1688/img/l4a-tu5.jpg', 'http://120.24.170.202:1688/img/l4a-tu6.jpg', '49', '90', '【新鲜水果】烟台红富士苹果', '5斤装70-75mm�?2-15个）烟台出产的红富士色泽鲜艳汁多肉脆酸甜爽口', '3', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('25', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', '45', '0', '【新鲜水果】顺丰包�?', '四川大凉山盐源丑苹果8斤装�?0-80果）我丑我骄傲外表丑陋内心甜蜜脆甜多�?', '1', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('26', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', '39', '90', '【新鲜水果】四川浦江黄心猕猴桃', '20粒装（单�?10-150克）寻味四川浦江正中产地酸甜可口汁多饱满', '31', '1', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('27', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', '129', '0', '【进口水果�?', '新西兰进口黄心奇异果（佳沛金果）10粒装（单�?10-120g）来自纯净新西兰的销售王牌，1倍菠萝膳食纤维，2倍橙子维C�?倍蓝莓钾', '0', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('28', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', '89', '0', '【进口水果�?', '新西兰进口黄心奇异果（佳沛金果）6粒装（单�?10-120g）来自纯净新西兰的销售王牌，1倍菠萝膳食纤维，2倍橙子维C�?倍蓝莓钾', '0', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('29', 'http://120.24.170.202:1688/img/l4a-tu6.jpg', 'http://120.24.170.202:1688/img/l4a-tu7.jpg', '109', '0', '【新鲜水果】山东元真梨5斤家庭装', '单果�?80g甜度高，水分足，果型端庄，皮薄肉�?', '0', '0', '艾克思食品专营店', '', '');
INSERT INTO `listpage` VALUES ('30', 'http://120.24.170.202:1688/img/l1a-tu1.jpg', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', '199', '0', '【新鲜水果】山东元真梨8斤礼盒装', '单果�?80g甜度高，水分足，果型端庄，皮薄肉�?', '0', '0', '艾克思食品专营店', '', '');
INSERT INTO `listpage` VALUES ('31', 'http://120.24.170.202:1688/img/l2a-tu1.jpg', 'http://120.24.170.202:1688/img/l2a-tu2.jpg', '89', '90', '【新鲜水果】赣南脐橙小�?', '10斤装单果60-70mm果汁饱满甘甜多汁营养丰富', '0', '0', '艾克思食品专营店', '', '');
INSERT INTO `listpage` VALUES ('32', 'http://120.24.170.202:1688/img/l3a-tu1.jpg', 'http://120.24.170.202:1688/img/l3a-tu2.jpg', '45', '90', '福建枇杷�?', '手工古法熬制润肺包邮发货福建枇杷膏手工古法熬制润肺包邮发�?', '56', '1', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('33', 'http://120.24.170.202:1688/img/l4a-tu1.jpg', 'http://120.24.170.202:1688/img/l4a-tu2.jpg', '49', '90', '【进口水果】菲律宾进口', '凤梨2颗（单果750g-950g）菲律宾凤梨又称无眼菠萝，果面细致果型修长果肉金黄灿�?', '0', '0', '艾克思食品专营店', '', '');
INSERT INTO `listpage` VALUES ('34', 'http://120.24.170.202:1688/img/l1a-tu1.jpg', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', '109', '0', '【新鲜水果】山东奶油富士苹�?', '�?-8斤）单果�?80g-220g奶香四溢又甜又脆可以刮果泥的富士苹果', '0', '0', '艾克思食品专营店', '', '');
INSERT INTO `listpage` VALUES ('35', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', '59', '90', '【新鲜水果】赣南脐橙中�?', '5斤装单果70-80mm果汁饱满甘甜多汁营养丰富', '0', '0', '艾克思食品专营店', '', '');
INSERT INTO `listpage` VALUES ('36', 'http://120.24.170.202:1688/img/l2a-tu2.jpg', 'http://120.24.170.202:1688/img/l2a-tu3.jpg', '86', '60', '【峻农果品】烟台栖霞奶油富士苹�?0--85mm净�?kg包邮', '奶油富士是生长周�?长的一种苹果，慢时光成就了它松脆又甘甜的口感（脆而不硬，甜而不腻），也赋予了它原始而野性的味道爆汁，让你吃过一口就无法忘怀�?', '0', '0', '峻农果品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('37', 'http://120.24.170.202:1688/img/l3a-tu2.jpg', 'http://120.24.170.202:1688/img/l3a-tu3.jpg', '49', '90', '【新鲜水果】山东沾化冬�?', '5斤装（大�?5-30�?斤）新鲜上市脆甜可口富含维生素脆甜大枣子鲜枣脆枣', '4', '0', '艾克思食品专营店', '特卖活动', '');
INSERT INTO `listpage` VALUES ('38', 'http://120.24.170.202:1688/img/l4a-tu2.jpg', 'http://120.24.170.202:1688/img/l4a-tu3.jpg', '19', '90', '善食源宜昌蜜桔橘子薄皮桔子青皮应季水果净�?斤装', '产地直供现摘现发肉质细腻酸甜可口', '81', '8', '善食源食品专营店', '特卖活动', '');
INSERT INTO `listpage` VALUES ('39', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', '19', '90', '厨房三件套陶瓷水果刀套装迷你塑料切菜板削皮刀家用小型刀�?', '厨房三件套陶瓷水果刀套装迷你塑料切菜板削皮刀家用小型刀�?', '1', '0', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('40', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', 'http://120.24.170.202:1688/img/l1a-tu4.jpg', '45', '0', '边走边淘', '山东油板�?�?50颗左右包�?', '0', '0', '边走边淘食品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('41', 'http://120.24.170.202:1688/img/l2a-tu3.jpg', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', '35', '60', '边走边淘', '烟薯25号地瓜中�?�?2-15个包�?', '0', '0', '边走边淘食品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('42', 'http://120.24.170.202:1688/img/l3a-tu3.jpg', 'http://120.24.170.202:1688/img/l3a-tu4.jpg', '36', '90', '云南牛奶金钻凤梨5斤装水果新鲜手撕金大菠萝大果包邮', '金钻凤梨个头饱满，甜度刚好，柔软的果肉划过舌尖，甜在心里�?', '172', '6', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('43', 'http://120.24.170.202:1688/img/l4a-tu3.jpg', 'http://120.24.170.202:1688/img/l4a-tu4.jpg', '55', '0', '【新鲜水果】顺丰包�?', '四川大凉山盐源丑苹果8斤装�?0-90果）我丑我骄傲外表丑陋内心甜蜜脆甜多�?', '0', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('44', 'http://120.24.170.202:1688/img/l1a-tu3.jpg', 'http://120.24.170.202:1688/img/l1a-tu4.jpg', '59', '90', '【新鲜水果】福建白心蜜�?', '8-9�?-4个装果肉紧实果粒汁水丰富高甜低酸回味略甘苦耐人寻味', '1', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('45', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', '45', '0', '【新鲜水果】四川浦江黄心猕猴桃', '30粒装（单�?0-90克）寻味四川浦江正中产地酸甜可口汁多饱满', '1', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('46', 'http://120.24.170.202:1688/img/l2a-tu4.jpg', 'http://120.24.170.202:1688/img/l2a-tu5.jpg', '25', '0', '【新鲜水果】四川浦�?', '黄心猕猴�?2粒装（单�?0-90克）寻味四川浦江正中产地酸甜可口汁多饱满', '2', '0', '艾克思食品专营店', '限时折扣', '');
INSERT INTO `listpage` VALUES ('47', 'http://120.24.170.202:1688/img/l3a-tu4.jpg', 'http://120.24.170.202:1688/img/l3a-tu5.jpg', '39', '90', '【爆款回归】福建平和琯溪红心蜜柚三红柚鸳鸯柚国家地理标志产�?', '新鲜当季水果现摘红肉蜜柚5斤包邮【爆款回归】福建平和琯溪红心蜜柚三红柚鸳鸯柚国家地理标志产品新鲜当季水果现摘红肉蜜�?斤包�?', '18', '1', '尖叫品味旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('48', 'http://120.24.170.202:1688/img/l4a-tu4.jpg', 'http://120.24.170.202:1688/img/l4a-tu5.jpg', '70', '60', '{峻农果品}烟台栖霞红富士苹�?0mm净�?kg惊爆�?', '栖霞红富士苹果！个大,汁甜、皮薄、咯嘣脆�?', '0', '0', '峻农果品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('49', 'http://120.24.170.202:1688/img/l2a-tu1.jpg', 'http://120.24.170.202:1688/img/l2a-tu2.jpg', '62', '90', '{峻农果品}烟台栖霞红富士苹�?5mm净�?kg包邮惊爆�?', '栖霞红富士苹果！汁甜、皮薄、咯嘣脆�?', '0', '0', '峻农果品旗舰�?', '', '');
INSERT INTO `listpage` VALUES ('50', 'http://120.24.170.202:1688/img/l1a-tu1.jpg', 'http://120.24.170.202:1688/img/l1a-tu2.jpg', '79', '0', '【新鲜水果】爱�?8号果冻橙', '8斤装中果26个左右爱媛果冻橙可以吸着吃的橙子一口忘不掉的感觉！', '1', '0', '艾克思食品专营店', '限时折扣', '');

-- ----------------------------
-- Table structure for reg
-- ----------------------------
DROP TABLE IF EXISTS `reg`;
CREATE TABLE `reg` (
  `uid` int(255) unsigned NOT NULL AUTO_INCREMENT,
  `phone` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of reg
-- ----------------------------
INSERT INTO `reg` VALUES ('1', '13245678900', '123456');
INSERT INTO `reg` VALUES ('2', '13245678901', '123456');
INSERT INTO `reg` VALUES ('3', '13245678903', '123456');
INSERT INTO `reg` VALUES ('18', '13245678905', '123456');
INSERT INTO `reg` VALUES ('19', '13768805297', '123456');
INSERT INTO `reg` VALUES ('20', '18278599753', '123456');
SET FOREIGN_KEY_CHECKS=1;
